Repository: JHdehao/Cove
Catalog: Cove/Localizable.xcstrings
Source language: en
Languages: ar, ja, ko, ru, zh_hans, zh_hant

# 实时字幕需要先下载语音模型（约 %lld MB，只需一次）。录音不受影响，下载完成后字幕从那一刻开始；之前的部分可以在会后转录。
source: Live captions need the speech models first (about %lld MB, one time). Recording isn't affected: captions start once the download finishes, and the earlier part can be transcribed after the meeting.
ar: تحتاج الترجمة المباشرة إلى نماذج الكلام أولًا (نحو %lld ميغابايت، مرة واحدة). لا يتأثر التسجيل: تبدأ الترجمة بعد اكتمال التنزيل، ويمكن تفريغ الجزء السابق بعد الاجتماع.
ja: ライブ字幕には先に音声モデルが必要です（約 %lld MB、初回のみ）。録音には影響せず、ダウンロード完了時点から字幕が始まります。それ以前の部分は会議後に文字起こしできます。
ko: 실시간 자막에는 먼저 음성 모델이 필요합니다(약 %lld MB, 한 번만). 녹음에는 영향이 없으며 다운로드가 끝난 시점부터 자막이 시작됩니다. 그 이전 부분은 회의 후에 받아쓸 수 있습니다.
ru: Для живых субтитров сначала нужны речевые модели (около %lld МБ, один раз). Запись не прерывается: субтитры начнутся после загрузки, а начало можно расшифровать после встречи.
zh_hans: 实时字幕需要先下载语音模型（约 %lld MB，只需一次）。录音不受影响，下载完成后字幕从那一刻开始；之前的部分可以在会后转录。
zh_hant: 即時字幕需要先下載語音模型（約 %lld MB，只需一次）。錄音不受影響，下載完成後字幕從那一刻開始；之前的部分可以在會後轉錄。

# 实时纪要
source: Live Notes
ar: ملاحظات مباشرة
ja: ライブメモ
ko: 실시간 메모
ru: Живые заметки
zh_hans: 实时纪要
zh_hant: 即時紀要

# 实时纪要刷新
source: Live notes refresh
ar: تحديث الملاحظات المباشرة
ja: ライブメモの更新
ko: 실시간 메모 새로고침
ru: Обновление заметок
zh_hans: 实时纪要刷新
zh_hant: 即時紀要重新整理

# 客户访谈
source: Customer Interview
ar: مقابلة عميل
ja: 顧客インタビュー
ko: 고객 인터뷰
ru: Интервью с клиентом
zh_hans: 客户访谈
zh_hant: 客戶訪談

# 对话
source: Chat
ar: المحادثة
ja: チャット
ko: 대화
ru: Чат
zh_hans: 对话
zh_hant: 對話

# 导入
source: Import
ar: استيراد
ja: 読み込む
ko: 가져오기
ru: Импорт
zh_hans: 导入
zh_hant: 匯入

# 导入 %lld 条
source: Import %lld
ar: استيراد %lld
ja: %lld 件を読み込む
ko: %lld개 가져오기
ru: Импортировать %lld
zh_hans: 导入 %lld 条
zh_hant: 匯入 %lld 條

# 导入失败
source: Import Failed
ar: فشل الاستيراد
ja: 読み込みに失敗しました
ko: 가져오기 실패
ru: Не удалось импортировать
zh_hans: 导入失败
zh_hant: 匯入失敗

# 导入失败：%@
source: Import failed: %@
ar: فشل الاستيراد: %@
ja: 読み込みに失敗しました：%@
ko: 가져오기 실패: %@
ru: Не удалось импортировать: %@
zh_hans: 导入失败：%@
zh_hant: 匯入失敗：%@

# 导入录音 / 视频
source: Import Audio / Video
ar: استيراد صوت / فيديو
ja: 録音・ビデオを読み込む
ko: 녹음/비디오 가져오기
ru: Импорт аудио / видео
zh_hans: 导入录音 / 视频
zh_hant: 匯入錄音 / 影片

# 导入的会议
source: Imported Meeting
ar: اجتماع مستورد
ja: 読み込んだ会議
ko: 가져온 회의
ru: Импортированная встреча
zh_hans: 导入的会议
zh_hant: 匯入的會議

# 导入转录文件（txt / srt / vtt）
source: Import Transcript (txt / srt / vtt)
ar: استيراد نص مفرغ (txt / srt / vtt)
ja: 文字起こしファイルを読み込む（txt / srt / vtt）
ko: 녹취록 파일 가져오기(txt / srt / vtt)
ru: Импорт расшифровки (txt / srt / vtt)
zh_hans: 导入转录文件（txt / srt / vtt）
zh_hant: 匯入轉錄檔案（txt / srt / vtt）

# 导出到文件夹
source: Export to Folder
ar: تصدير إلى مجلد
ja: フォルダに書き出す
ko: 폴더로 내보내기
ru: Экспорт в папку
zh_hans: 导出到文件夹
zh_hant: 匯出到資料夾

# 已下载
source: Downloaded
ar: تم التنزيل
ja: ダウンロード済み
ko: 다운로드됨
ru: Загружено
zh_hans: 已下载
zh_hant: 已下載

# 已同意发送到
source: Allowed to send to
ar: مسموح بالإرسال إلى
ja: 送信を許可済み
ko: 전송 허용됨
ru: Разрешена отправка в
zh_hans: 已同意发送到
zh_hant: 已同意傳送到

# 已告知，开始录音
source: They Know — Start Recording
ar: تم إبلاغهم، ابدأ التسجيل
ja: 伝えました。録音開始
ko: 알렸어요, 녹음 시작
ru: Все предупреждены — начать запись
zh_hans: 已告知，开始录音
zh_hant: 已告知，開始錄音

# 已导入 %lld 条待办到提醒事项。
source: Added %lld action item(s) to Reminders.
ar: تمت إضافة %lld من المهام إلى التذكيرات.
ja: %lld 件の ToDo をリマインダーに追加しました。
ko: 할 일 %lld개를 미리 알림에 추가했습니다.
ru: Добавлено задач в Напоминания: %lld.
zh_hans: 已导入 %lld 条待办到提醒事项。
zh_hant: 已匯入 %lld 條待辦到提醒事項。

# 已导出到「%@」。
source: Exported to "%@".
ar: تم التصدير إلى «%@».
ja: 「%@」に書き出しました。
ko: 「%@」(으)로 내보냈습니다.
ru: Экспортировано в «%@».
zh_hans: 已导出到「%@」。
zh_hant: 已匯出到「%@」。

# 已恢复 Cove Pro。
source: Cove Pro restored.
ar: تمت استعادة Cove Pro.
ja: Cove Pro を復元しました。
ko: Cove Pro를 복원했습니다.
ru: Cove Pro восстановлен.
zh_hans: 已恢复 Cove Pro。
zh_hant: 已恢復 Cove Pro。

# 已恢复未结束的录音
source: Unfinished Recording Recovered
ar: تم استرداد تسجيل لم يكتمل
ja: 終了していない録音を復元しました
ko: 끝나지 않은 녹음을 복구했습니다
ru: Незавершённая запись восстановлена
zh_hans: 已恢复未结束的录音
zh_hant: 已恢復未結束的錄音

# 已暂停
source: Paused
ar: متوقف مؤقتًا
ja: 一時停止中
ko: 일시 정지됨
ru: Пауза
zh_hans: 已暂停
zh_hant: 已暫停

# 已解锁
source: Unlocked
ar: مفعّل
ja: 解除済み
ko: 잠금 해제됨
ru: Разблокировано
zh_hans: 已解锁
zh_hant: 已解鎖

# 已解锁 Cove Pro，谢谢支持！
source: Cove Pro unlocked — thank you for your support!
ar: تم تفعيل Cove Pro، شكرًا لدعمك!
ja: Cove Pro を解除しました。ご支援ありがとうございます！
ko: Cove Pro가 잠금 해제되었습니다. 응원해 주셔서 감사합니다!
ru: Cove Pro разблокирован — спасибо за поддержку!
zh_hans: 已解锁 Cove Pro，谢谢支持！
zh_hant: 已解鎖 Cove Pro，謝謝支援！

# 开始录音前
source: Before You Record
ar: قبل التسجيل
ja: 録音を始める前に
ko: 녹음을 시작하기 전에
ru: Перед записью
zh_hans: 开始录音前
zh_hant: 開始錄音前

source: If a calendar event is going on when you start recording, the meeting takes its title, and the invitee list helps the minutes name people. Auto export: each time minutes are written, a Markdown copy goes into the folder you choose (such as an Obsidian vault in iCloud).
ar: إذا كان هناك حدث في التقويم عند بدء التسجيل، يأخذ الاجتماع عنوانه، وتساعد قائمة المدعوين المحضر على تسمية الأشخاص. التصدير التلقائي: بعد كل محضر تُحفظ نسخة Markdown في المجلد الذي تختاره (مثل خزنة Obsidian في iCloud).
ja: 録音開始時にカレンダーの予定があれば、その件名を使い、参加者リストで議事録が人を特定しやすくなります。自動書き出し：議事録を作るたびに Markdown を選んだフォルダ（iCloud の Obsidian 保管庫など）に保存します。
ko: 녹음을 시작할 때 캘린더에 일정이 있으면 그 제목을 쓰고, 참석자 명단으로 회의록이 사람을 구분합니다. 자동 내보내기: 회의록을 만들 때마다 Markdown을 선택한 폴더(예: iCloud의 Obsidian 보관함)에 저장합니다.
ru: Если при начале записи в календаре идёт событие, встреча получает его название, а список приглашённых помогает протоколу называть людей. Автоэкспорт: после каждого протокола копия в Markdown сохраняется в выбранную папку (например, хранилище Obsidian в iCloud).
zh_hans: 开录时如果日历里正好有会，会议用它的标题，参会人名单帮助纪要认人。自动导出：每次生成纪要后，把 Markdown 写进你选的文件夹（比如 iCloud 里的 Obsidian 库）。
zh_hant: 開錄時如果日曆里正好有會，會議用它的標題，參會人名單幫助紀要認人。自動匯出：每次生成紀要後，把 Markdown 寫進你選的資料夾（比如 iCloud 裡的 Obsidian 庫）。

# 开源许可
source: Open Source Licenses
ar: تراخيص المصادر المفتوحة
ja: オープンソースライセンス
ko: 오픈 소스 라이선스
ru: Лицензии открытого ПО
zh_hans: 开源许可
zh_hant: 開源許可

# 开源（X-ASR）
source: Open source (X-ASR)
ar: مفتوح المصدر (X-ASR)
ja: オープンソース（X-ASR）
ko: 오픈 소스(X-ASR)
ru: Открытый (X-ASR)
zh_hans: 开源（X-ASR）
zh_hant: 開源（X-ASR）

# 录音、实时字幕、纪要、对话、导出等其余功能全部免费，不受影响。
source: Recording, live captions, minutes, chat, export and everything else stay free.
ar: يبقى التسجيل والترجمة المباشرة والمحاضر والمحادثة والتصدير وكل ما سواها مجانيًا.
ja: 録音、ライブ字幕、議事録、チャット、書き出しなど、その他の機能はすべて無料のままです。
ko: 녹음, 실시간 자막, 회의록, 대화, 내보내기 등 나머지 기능은 모두 무료입니다.
ru: Запись, живые субтитры, протоколы, чат, экспорт и всё остальное остаются бесплатными.
zh_hans: 录音、实时字幕、纪要、对话、导出等其余功能全部免费，不受影响。
zh_hant: 錄音、即時字幕、紀要、對話、匯出等其餘功能全部免費，不受影響。

# 录音与转录
source: Recordings & transcripts
ar: التسجيلات والنصوص
ja: 録音と文字起こし
ko: 녹음 및 녹취록
ru: Записи и расшифровки
zh_hans: 录音与转录
zh_hant: 錄音與轉錄

# 录音中
source: Recording
ar: يسجّل
ja: 録音中
ko: 녹음 중
ru: Запись
zh_hans: 录音中
zh_hant: 錄音中

# 录音中断约 %lld 秒
source: Recording stopped for about %lld s
ar: توقف التسجيل نحو %lld ثانية
ja: 録音が約 %lld 秒中断
ko: 녹음이 약 %lld초 중단됨
ru: Запись прерывалась ≈%lld с
zh_hans: 录音中断约 %lld 秒
zh_hant: 錄音中斷約 %lld 秒

# 录音出错
source: Recording Error
ar: خطأ في التسجيل
ja: 録音エラー
ko: 녹음 오류
ru: Ошибка записи
zh_hans: 录音出错
zh_hant: 錄音出錯

# 录音被打断约 %lld 秒，已自动继续。
source: Recording was interrupted for about %lld s and has resumed.
ar: انقطع التسجيل نحو %lld ثانية واستُؤنف تلقائيًا.
ja: 録音が約 %lld 秒中断されましたが、自動で再開しました。
ko: 녹음이 약 %lld초 중단되었다가 자동으로 재개되었습니다.
ru: Запись прерывалась ≈%lld с и продолжилась автоматически.
zh_hans: 录音被打断约 %lld 秒，已自动继续。
zh_hant: 錄音被打斷約 %lld 秒，已自動繼續。

# 录音超过 3 小时，手机上无法一次识别说话人。
source: The recording is over 3 hours, too long to identify speakers on the phone in one go.
ar: التسجيل أطول من 3 ساعات، ولا يمكن التعرّف على المتحدثين على الهاتف دفعة واحدة.
ja: 録音が 3 時間を超えているため、iPhone 上で一度に話者を識別できません。
ko: 녹음이 3시간을 넘어 휴대폰에서 한 번에 화자를 식별할 수 없습니다.
ru: Запись длиннее 3 часов — слишком долго, чтобы определить говорящих на телефоне за раз.
zh_hans: 录音超过 3 小时，手机上无法一次识别说话人。
zh_hant: 錄音超過 3 小時，手機上無法一次識別說話人。

# 待办
source: To-do
ar: مهمة
ko: 할 일
ru: Задача
zh_hans: 待办
zh_hant: 待辦

# 待办导入提醒事项
source: Add Action Items to Reminders
ar: إضافة المهام إلى التذكيرات
ja: ToDo をリマインダーに追加
ko: 할 일을 미리 알림에 추가
ru: Задачи в Напоминания
zh_hans: 待办导入提醒事项
zh_hant: 待辦匯入提醒事項

# 快（约 10 秒）
source: Fast (about 10 s)
ar: سريع (نحو 10 ثوانٍ)
ja: 速い（約 10 秒）
ko: 빠르게(약 10초)
ru: Быстро (≈10 с)
zh_hans: 快（约 10 秒）
zh_hant: 快（約 10 秒）

# 恢复购买
source: Restore Purchase
ar: استعادة الشراء
ja: 購入を復元
ko: 구매 복원
ru: Восстановить покупку
zh_hans: 恢复购买
zh_hant: 恢復購買

# 或填一个新名字
source: Or type a new name
ar: أو اكتب اسمًا جديدًا
ja: または新しい名前を入力
ko: 또는 새 이름 입력
ru: Или введите новое имя
zh_hans: 或填一个新名字
zh_hant: 或填一個新名字

# 手机过热，已停止实时字幕和实时纪要，录音继续。散会后会重新完整转录。
source: The phone is too hot: live captions and notes are paused, recording continues. The whole meeting will be transcribed again afterwards.
ar: الهاتف ساخن جدًا: أُوقفت الترجمة والملاحظات المباشرة ويستمر التسجيل. سيُفرَّغ الاجتماع كاملًا من جديد بعد انتهائه.
ja: iPhone が高温のため、ライブ字幕とメモを停止しました。録音は続いています。会議後に全体を改めて文字起こしします。
ko: 휴대폰이 과열되어 실시간 자막과 메모를 멈췄습니다. 녹음은 계속됩니다. 회의 후 전체를 다시 받아씁니다.
ru: Телефон перегрелся: живые субтитры и заметки остановлены, запись продолжается. После встречи всё будет расшифровано заново.
zh_hans: 手机过热，已停止实时字幕和实时纪要，录音继续。散会后会重新完整转录。
zh_hant: 手機過熱，已停止即時字幕和即時紀要，錄音繼續。散會後會重新完整轉錄。

# 找到 %lld 个模型。
source: Found %lld models.
ar: تم العثور على %lld نموذجًا.
ja: %lld 個のモデルが見つかりました。
ko: 모델 %lld개를 찾았습니다.
ru: Найдено моделей: %lld.
zh_hans: 找到 %lld 个模型。
zh_hant: 找到 %lld 個模型。

# 拷贝
source: Copy
ar: نسخ
ja: コピー
ko: 복사
ru: Копировать
zh_hans: 拷贝
zh_hant: 複製

# 指定人数
source: Set the number of people
ar: تحديد عدد الأشخاص
ja: 人数を指定
ko: 인원수 지정
ru: Указать число людей
zh_hans: 指定人数
zh_hant: 指定人數

# 接口地址
source: Endpoint URL
ar: عنوان الاتصال
ja: 接続先 URL
ko: 연결 주소
ru: Адрес подключения
zh_hans: 接口地址
zh_hant: 介面地址

# 接口地址或模型名不对（404）。 %@
source: Wrong endpoint URL or model name (404). %@
ar: عنوان الاتصال أو اسم النموذج غير صحيح (404). %@
ja: 接続先 URL かモデル名が正しくありません（404）。 %@
ko: 연결 주소나 모델 이름이 잘못되었습니다(404). %@
ru: Неверный адрес или имя модели (404). %@
zh_hans: 接口地址或模型名不对（404）。 %@
zh_hant: 介面地址或模型名不對（404）。 %@

# 接口地址格式不正确。
source: The endpoint URL isn't valid.
ar: صيغة عنوان الاتصال غير صحيحة.
ja: 接続先 URL の形式が正しくありません。
ko: 연결 주소 형식이 올바르지 않습니다.
ru: Неверный формат адреса.
zh_hans: 接口地址格式不正确。
zh_hant: 介面地址格式不正確。

# 搜索标题、纪要、转录
source: Search titles, minutes, transcripts
ar: ابحث في العناوين والمحاضر والنصوص
ja: 件名・議事録・文字起こしを検索
ko: 제목, 회의록, 녹취록 검색
ru: Поиск по названиям, протоколам, расшифровкам
zh_hans: 搜索标题、纪要、转录
zh_hant: 搜尋標題、紀要、轉錄

# 撤回所有发送同意
source: Withdraw All Permissions to Send
ar: سحب كل أذونات الإرسال
ja: すべての送信許可を取り消す
ko: 모든 전송 동의 철회
ru: Отозвать все разрешения на отправку
zh_hans: 撤回所有发送同意
zh_hant: 撤回所有傳送同意

# 撰写纪要
source: Writing minutes
ar: كتابة المحضر
ja: 議事録を作成中
ko: 회의록 작성 중
ru: Пишем протокол
zh_hans: 撰写纪要
zh_hant: 撰寫紀要

# 支持独立开发
source: Support independent development
ar: ادعم التطوير المستقل
ja: 個人開発を応援
ko: 인디 개발 응원
ru: Поддержать независимую разработку
zh_hans: 支持独立开发
zh_hant: 支援獨立開發

# 改过的文字会用在之后重新生成的纪要和对话里。
source: Your edits are used the next time minutes or chat answers are generated.
ar: تُستخدم تعديلاتك عند إنشاء المحضر أو إجابات المحادثة لاحقًا.
ja: 修正した文字は、今後作り直す議事録やチャットに反映されます。
ko: 고친 내용은 이후 다시 만드는 회의록과 대화에 쓰입니다.
ru: Правки учтутся при следующей генерации протокола и ответов в чате.
zh_hans: 改过的文字会用在之后重新生成的纪要和对话里。
zh_hant: 改過的文字會用在之後重新生成的紀要和對話裡。

# 放弃
source: Discard
ar: تجاهل
ja: 破棄
ko: 버리기
ru: Отменить
zh_hans: 放弃
zh_hant: 放棄

# 放弃录音
source: Discard Recording
ar: تجاهل التسجيل
ja: 録音を破棄
ko: 녹음 버리기
ru: Удалить запись
zh_hans: 放弃录音
zh_hant: 放棄錄音

# 放弃这段录音？
source: Discard this recording?
ar: تجاهل هذا التسجيل؟
ja: この録音を破棄しますか？
ko: 이 녹음을 버릴까요?
ru: Удалить эту запись?
zh_hans: 放弃这段录音？
zh_hant: 放棄這段錄音？

# 无法开始录音：%@
source: Couldn't start recording: %@
ar: تعذّر بدء التسجيل: %@
ja: 録音を開始できません：%@
ko: 녹음을 시작할 수 없습니다: %@
ru: Не удалось начать запись: %@
zh_hans: 无法开始录音：%@
zh_hant: 無法開始錄音：%@

# 无法解析服务的响应。
source: Couldn't read the service's response.
ar: تعذّر قراءة رد الخدمة.
ja: サービスの応答を解析できません。
ko: 서비스 응답을 해석할 수 없습니다.
ru: Не удалось разобрать ответ сервиса.
zh_hans: 无法解析服务的响应。
zh_hant: 無法解析服務的響應。

# 无法验证这次购买，请稍后点「恢复购买」。
source: This purchase couldn't be verified. Tap "Restore Purchase" a little later.
ar: تعذّر التحقق من الشراء. اضغط «استعادة الشراء» بعد قليل.
ja: 購入を確認できませんでした。しばらくしてから「購入を復元」をタップしてください。
ko: 구매를 확인할 수 없습니다. 잠시 후 「구매 복원」을 눌러 주세요.
ru: Не удалось подтвердить покупку. Чуть позже нажмите «Восстановить покупку».
zh_hans: 无法验证这次购买，请稍后点「恢复购买」。
zh_hant: 無法驗證這次購買，請稍後點「恢復購買」。

# 日语
source: Japanese
ar: اليابانية
ja: 日本語
ko: 일본어
ru: Японский
zh_hans: 日语
zh_hant: 日語

# 普通话
source: Mandarin
ar: الماندرين
ja: 中国語（普通話）
ko: 중국어(표준어)
ru: Китайский (путунхуа)
zh_hans: 普通话
zh_hant: 普通話

# 暂时连不上 App Store，请稍后再试。
source: Can't reach the App Store right now. Please try again later.
ar: تعذّر الاتصال بـ App Store الآن. حاول لاحقًا.
ja: App Store に接続できません。しばらくしてからお試しください。
ko: 지금 App Store에 연결할 수 없습니다. 잠시 후 다시 시도하세요.
ru: Не удаётся связаться с App Store. Попробуйте позже.
zh_hans: 暂时连不上 App Store，请稍后再试。
zh_hant: 暫時連不上 App Store，請稍後再試。

# 更新于 %@
source: Updated %@
ar: حُدّث %@
ja: %@ に更新
ko: %@에 업데이트됨
ru: Обновлено в %@
zh_hans: 更新于 %@
zh_hant: 更新於 %@

# 有哪些分歧还没解决？
source: What disagreements are still open?
ar: ما الخلافات التي لم تُحسم بعد؟
ja: 未解決の意見の相違は？
ko: 아직 해결 안 된 이견은?
ru: Какие разногласия не решены?
zh_hans: 有哪些分歧还没解决？
zh_hant: 有哪些分歧還沒解決？

# 服务暂时繁忙（%lld），稍后再试。
source: The service is busy (%lld). Try again later.
ar: الخدمة مشغولة (%lld). حاول لاحقًا.
ja: サービスが混み合っています（%lld）。しばらくしてからお試しください。
ko: 서비스가 혼잡합니다(%lld). 잠시 후 다시 시도하세요.
ru: Сервис занят (%lld). Попробуйте позже.
zh_hans: 服务暂时繁忙（%lld），稍后再试。
zh_hant: 服務暫時繁忙（%lld），稍後再試。

# 服务返回错误（%lld）：%@
source: The service returned an error (%1$lld): %2$@
ar: أعادت الخدمة خطأ (%1$lld): %2$@
ja: サービスがエラーを返しました（%1$lld）：%2$@
ko: 서비스가 오류를 반환했습니다(%1$lld): %2$@
ru: Сервис вернул ошибку (%1$lld): %2$@
zh_hans: 服务返回错误（%1$lld）：%2$@
zh_hant: 服務返回錯誤（%1$lld）：%2$@

# 未命名会议
source: Untitled Meeting
ar: اجتماع بلا عنوان
ja: 無題の会議
ko: 제목 없는 회의
ru: Встреча без названия
zh_hans: 未命名会议
zh_hant: 未命名會議

# 未总结
source: No minutes
ar: بلا محضر
ja: 未要約
ko: 요약 안 됨
ru: Без протокола
zh_hans: 未总结
zh_hant: 未總結

# 未标注
source: Unlabeled
ar: غير محدد
ja: 未設定
ko: 지정 안 함
ru: Не указан
zh_hans: 未标注
zh_hant: 未標註

# 未知错误
source: Unknown error
ar: خطأ غير معروف
ja: 不明なエラー
ko: 알 수 없는 오류
ru: Неизвестная ошибка
zh_hans: 未知错误
zh_hant: 未知錯誤

# 未转录
source: Not transcribed
ar: غير مفرَّغ
ja: 未文字起こし
ko: 받아쓰기 안 됨
ru: Не расшифровано
zh_hans: 未转录
zh_hant: 未轉錄

# 未选模型
source: No model chosen
ar: لم يُختر نموذج
ja: モデル未選択
ko: 모델 선택 안 함
ru: Модель не выбрана
zh_hans: 未选模型
zh_hant: 未選模型

# 本地
source: Local
ar: محلي
ja: ローカル
ko: 로컬
ru: Локально
zh_hans: 本地
zh_hant: 本地

# 本地模型
source: Local Models
ar: النماذج المحلية
ja: ローカルモデル
ko: 로컬 모델
ru: Локальные модели
zh_hans: 本地模型
zh_hant: 本地模型

# 术语表
source: Glossary
ar: المسرد
ja: 用語集
ko: 용어집
ru: Глоссарий
zh_hans: 术语表
zh_hant: 術語表

# 来自会议：%@
source: From meeting: %@
ar: من الاجتماع: %@
ja: 会議より：%@
ko: 회의에서: %@
ru: Со встречи: %@
zh_hans: 来自会议：%@
zh_hant: 來自會議：%@

# 标准（约 20 秒）
source: Standard (about 20 s)
ar: عادي (نحو 20 ثانية)
ja: 標準（約 20 秒）
ko: 표준(약 20초)
ru: Обычно (≈20 с)
zh_hans: 标准（约 20 秒）
zh_hant: 標準（約 20 秒）

# 标题
source: Title
ar: العنوان
ja: 件名
ko: 제목
ru: Название
zh_hans: 标题
zh_hant: 標題

# 标题（可空，总结后自动起）
source: Title (optional, filled in from the minutes)
ar: العنوان (اختياري، يُملأ من المحضر)
ja: 件名（空欄可、要約後に自動入力）
ko: 제목(비워도 됨, 요약 후 자동 입력)
ru: Название (необязательно, возьмётся из протокола)
zh_hans: 标题（可空，总结后自动起）
zh_hant: 標題（可空，總結後自動起）

# 格式：任务 — 负责人 — 截止时间。模型可能漏掉没明说负责人的分工，可以在这里补上。
source: Format: task — owner — due. The model may miss owners nobody stated outright; add them here.
ar: الصيغة: المهمة — المسؤول — الموعد. قد يفوت النموذج المسؤولين الذين لم يُذكروا صراحة؛ أضفهم هنا.
ja: 形式：タスク — 担当者 — 期限。明言されなかった担当はモデルが見落とすことがあるので、ここで補ってください。
ko: 형식: 작업 — 담당자 — 마감. 명확히 말하지 않은 담당은 모델이 놓칠 수 있으니 여기서 보충하세요.
ru: Формат: задача — ответственный — срок. Модель может пропустить ответственных, которых не назвали прямо; добавьте их здесь.
zh_hans: 格式：任务 — 负责人 — 截止时间。模型可能漏掉没明说负责人的分工，可以在这里补上。
zh_hant: 格式：任務 — 負責人 — 截止時間。模型可能漏掉沒明說負責人的分工，可以在這裡補上。

# 模型
source: Model
ar: النموذج
ja: モデル
ko: 모델
ru: Модель
zh_hans: 模型
zh_hant: 模型

# 模型下载失败：%@
source: Model download failed: %@
ar: فشل تنزيل النماذج: %@
ja: モデルのダウンロードに失敗しました：%@
ko: 모델 다운로드 실패: %@
ru: Не удалось загрузить модели: %@
zh_hans: 模型下载失败：%@
zh_hant: 模型下載失敗：%@

# 模型压缩包已损坏，请重新下载。
source: The model archive is damaged. Please download it again.
ar: أرشيف النموذج تالف. نزّله مرة أخرى.
ja: モデルのアーカイブが破損しています。再度ダウンロードしてください。
ko: 모델 압축 파일이 손상되었습니다. 다시 다운로드하세요.
ru: Архив модели повреждён. Загрузите заново.
zh_hans: 模型压缩包已损坏，请重新下载。
zh_hant: 模型壓縮包已損壞，請重新下載。

# 模型压缩包里缺少文件：%@
source: The model archive is missing files: %@
ar: ملفات مفقودة في أرشيف النموذج: %@
ja: モデルのアーカイブにファイルがありません：%@
ko: 모델 압축 파일에 파일이 없습니다: %@
ru: В архиве модели не хватает файлов: %@
zh_hans: 模型压缩包里缺少文件：%@
zh_hant: 模型壓縮包裡缺少檔案：%@

# 模型接口
source: Model Endpoints
ar: اتصالات النماذج
ja: モデル接続
ko: 모델 연결
ru: Подключения моделей
zh_hans: 模型接口
zh_hant: 模型介面

# 模型这次没有返回内容（可能思考用完了输出额度），稍后会再试。可换不带思考的模型。
source: The model returned nothing this time (it may have used its whole output budget thinking). It'll try again shortly; a non-reasoning model avoids this.
ar: لم يُرجع النموذج شيئًا هذه المرة (ربما استهلك حد الإخراج في التفكير). ستُعاد المحاولة قريبًا؛ نموذج بلا تفكير يتجنب ذلك.
ja: 今回モデルは何も返しませんでした（思考で出力上限を使い切った可能性があります）。後で再試行します。思考しないモデルに替えると防げます。
ko: 이번에 모델이 아무것도 반환하지 않았습니다(생각하느라 출력 한도를 다 썼을 수 있음). 곧 다시 시도합니다. 추론하지 않는 모델로 바꾸면 피할 수 있습니다.
ru: Модель ничего не вернула (возможно, потратила весь лимит на рассуждения). Скоро попробуем снова; модель без рассуждений решит проблему.
zh_hans: 模型这次没有返回内容（可能思考用完了输出额度），稍后会再试。可换不带思考的模型。
zh_hant: 模型這次沒有返回內容（可能思考用完了輸出額度），稍後會再試。可換不帶思考的模型。

# 正在下载
source: Downloading
ar: جارٍ تنزيل
ja: ダウンロード中
ko: 다운로드 중
ru: загрузка
zh_hans: 正在下载
zh_hant: 正在下載

# 正在下载… %lld%%
source: Downloading… %lld%%
ar: جارٍ التنزيل… %lld%%
ja: ダウンロード中… %lld%%
ko: 다운로드 중… %lld%%
ru: Загрузка… %lld%%
zh_hans: 正在下载… %lld%%
zh_hant: 正在下載… %lld%%

# 正在加载语音模型…
source: Loading speech models…
ar: جارٍ تحميل نماذج الكلام…
ja: 音声モデルを読み込み中…
ko: 음성 모델 불러오는 중…
ru: Загрузка речевых моделей…
zh_hans: 正在加载语音模型…
zh_hant: 正在載入語音模型…

# 正在完成转录…
source: Finishing the transcript…
ar: جارٍ إنهاء النص…
ja: 文字起こしを仕上げています…
ko: 녹취록 마무리 중…
ru: Завершаем расшифровку…
zh_hans: 正在完成转录…
zh_hant: 正在完成轉錄…

# 正在更新…
source: Updating…
ar: جارٍ التحديث…
ja: 更新中…
ko: 업데이트 중…
ru: Обновление…
zh_hans: 正在更新…
zh_hant: 正在更新…

# 正在本机识别说话人…（1 小时的会议约需 1–3 分钟）
source: Identifying speakers on device… (about 1–3 minutes per hour of meeting)
ar: جارٍ التعرّف على المتحدثين على الجهاز… (نحو 1–3 دقائق لكل ساعة)
ja: 端末で話者を識別中…（1 時間の会議で約 1〜3 分）
ko: 기기에서 화자 식별 중…(1시간 회의에 약 1–3분)
ru: Определяем говорящих на устройстве… (≈1–3 мин на час встречи)
zh_hans: 正在本机识别说话人…（1 小时的会议约需 1–3 分钟）
zh_hant: 正在本機識別說話人…（1 小時的會議約需 1–3 分鐘）

# 正在本机转录… %lld%%
source: Transcribing on device… %lld%%
ar: جارٍ التفريغ على الجهاز… %lld%%
ja: 端末で文字起こし中… %lld%%
ko: 기기에서 받아쓰는 중… %lld%%
ru: Расшифровка на устройстве… %lld%%
zh_hans: 正在本机转录… %lld%%
zh_hant: 正在本機轉錄… %lld%%

# 正在生成纪要…
source: Writing minutes…
ar: جارٍ كتابة المحضر…
ja: 議事録を作成中…
ko: 회의록 작성 중…
ru: Пишем протокол…
zh_hans: 正在生成纪要…
zh_hant: 正在生成紀要…

# 正在解压
source: Unpacking
ar: جارٍ فك ضغط
ja: 展開中
ko: 압축 해제 중
ru: распаковка
zh_hans: 正在解压
zh_hant: 正在解壓

# 每个人分别负责什么？
source: Who is responsible for what?
ar: من المسؤول عن ماذا؟
ja: それぞれの担当は？
ko: 각자 무엇을 맡았나요?
ru: Кто за что отвечает?
zh_hans: 每个人分别负责什么？
zh_hant: 每個人分別負責什麼？

# 每行一句；行首可带「[00:12:34]」时间和「张三：」说话人。也支持直接粘贴 SRT / VTT 字幕。
source: One line per utterance; a line may start with a time like "[00:12:34]" and a speaker like "Alice:". SRT / VTT subtitles can be pasted as they are.
ar: سطر لكل جملة؛ يمكن أن يبدأ السطر بوقت مثل «[00:12:34]» ومتحدث مثل «سارة:». يمكن لصق ترجمات SRT / VTT كما هي.
ja: 1 行に 1 発言。行頭に「[00:12:34]」の時刻や「山田：」の話者を付けられます。SRT / VTT 字幕もそのまま貼り付けられます。
ko: 한 줄에 한 문장. 줄 앞에 「[00:12:34]」 시간과 「철수:」 화자를 붙일 수 있습니다. SRT / VTT 자막도 그대로 붙여 넣을 수 있습니다.
ru: По реплике в строке; строка может начинаться со времени «[00:12:34]» и имени «Анна:». Субтитры SRT / VTT можно вставить как есть.
zh_hans: 每行一句；行首可带「[00:12:34]」时间和「张三：」说话人。也支持直接粘贴 SRT / VTT 字幕。
zh_hant: 每行一句；行首可帶「[00:12:34]」時間和「張三：」說話人。也支援直接貼上 SRT / VTT 字幕。

# 没有发送：你选择了不把会议内容发送到「%@」。可以换用本地模型接口，或再试一次并同意。
source: Not sent: you chose not to send meeting content to "%@". Use a local model endpoint, or try again and agree.
ar: لم يُرسل: اخترت عدم إرسال محتوى الاجتماع إلى «%@». استخدم نموذجًا محليًا، أو حاول مجددًا ووافق.
ja: 送信していません：会議の内容を「%@」に送らないことを選びました。ローカルモデルを使うか、もう一度試して同意してください。
ko: 보내지 않음: 회의 내용을 「%@」(으)로 보내지 않기로 했습니다. 로컬 모델을 쓰거나 다시 시도해 동의하세요.
ru: Не отправлено: вы решили не отправлять содержимое встречи в «%@». Используйте локальную модель или попробуйте снова и согласитесь.
zh_hans: 没有发送：你选择了不把会议内容发送到「%@」。可以换用本地模型接口，或再试一次并同意。
zh_hant: 沒有傳送：你選擇了不把會議內容傳送到「%@」。可以換用本地模型介面，或再試一次並同意。

# 没有提醒事项的权限。请到系统设置 → 隐私与安全性 → 提醒事项里打开 Cove。
source: No access to Reminders. Turn on Cove in Settings → Privacy & Security → Reminders.
ar: لا يوجد إذن للوصول إلى التذكيرات. فعّل Cove من الإعدادات ← الخصوصية والأمن ← التذكيرات.
ja: リマインダーへのアクセス権がありません。設定 → プライバシーとセキュリティ → リマインダー で Cove をオンにしてください。
ko: 미리 알림 접근 권한이 없습니다. 설정 → 개인정보 보호 및 보안 → 미리 알림에서 Cove를 켜세요.
ru: Нет доступа к Напоминаниям. Включите Cove в Настройки → Конфиденциальность и безопасность → Напоминания.
zh_hans: 没有提醒事项的权限。请到系统设置 → 隐私与安全性 → 提醒事项里打开 Cove。
zh_hant: 沒有提醒事項的權限。請到系統設定 → 隱私與安全性 → 提醒事項裡開啟 Cove。

# 没有权限访问这个模型（403）。
source: No access to this model (403).
ar: لا يوجد إذن للوصول إلى هذا النموذج (403).
ja: このモデルへのアクセス権がありません（403）。
ko: 이 모델에 접근할 권한이 없습니다(403).
ru: Нет доступа к этой модели (403).
zh_hans: 没有权限访问这个模型（403）。
zh_hant: 沒有權限訪問這個模型（403）。

# 没有读到内容。
source: Nothing could be read.
ar: تعذّرت قراءة أي محتوى.
ja: 内容を読み取れませんでした。
ko: 읽을 내용이 없습니다.
ru: Ничего не удалось прочитать.
zh_hans: 没有读到内容。
zh_hant: 沒有讀到內容。

# 没有麦克风权限。请到系统设置 → 隐私与安全性 → 麦克风里打开 Cove。
source: No microphone access. Turn on Cove in Settings → Privacy & Security → Microphone.
ar: لا يوجد إذن للميكروفون. فعّل Cove من الإعدادات ← الخصوصية والأمن ← الميكروفون.
ja: マイクへのアクセス権がありません。設定 → プライバシーとセキュリティ → マイク で Cove をオンにしてください。
ko: 마이크 권한이 없습니다. 설정 → 개인정보 보호 및 보안 → 마이크에서 Cove를 켜세요.
ru: Нет доступа к микрофону. Включите Cove в Настройки → Конфиденциальность и безопасность → Микрофон.
zh_hans: 没有麦克风权限。请到系统设置 → 隐私与安全性 → 麦克风里打开 Cove。
zh_hant: 沒有麥克風權限。請到系統設定 → 隱私與安全性 → 麥克風裡開啟 Cove。

# 测试连接
source: Test Connection
ar: اختبار الاتصال
ja: 接続をテスト
ko: 연결 테스트
ru: Проверить подключение
zh_hans: 测试连接
zh_hant: 測試連線

# 添加接口
source: Add Endpoint
ar: إضافة اتصال
ja: 接続を追加
ko: 연결 추가
ru: Добавить подключение
zh_hans: 添加接口
zh_hant: 新增介面

# 源代码（GitHub）
source: Source Code (GitHub)
ar: الشيفرة المصدرية (GitHub)
ja: ソースコード（GitHub）
ko: 소스 코드(GitHub)
ru: Исходный код (GitHub)
zh_hans: 源代码（GitHub）
zh_hant: 原始碼（GitHub）

# 点下方按钮开始录音，或从右上角导入录音、转录文本。 转录在手机上完成，纪要用你在设置里选的模型生成。
source: Tap the button below to record, or import audio or a transcript from the top right. Transcription happens on the phone; minutes are written by the model you choose in Settings.
ar: اضغط الزر أدناه لبدء التسجيل، أو استورد صوتًا أو نصًا من أعلى اليمين. يتم التفريغ على الهاتف، ويكتب المحضرَ النموذجُ الذي تختاره في الإعدادات.
ja: 下のボタンで録音を開始するか、右上から録音や文字起こしを読み込みます。 文字起こしは iPhone 上で行い、議事録は設定で選んだモデルが作成します。
ko: 아래 버튼으로 녹음을 시작하거나 오른쪽 위에서 녹음이나 녹취록을 가져오세요. 받아쓰기는 휴대폰에서 하고, 회의록은 설정에서 고른 모델이 씁니다.
ru: Нажмите кнопку внизу, чтобы начать запись, или импортируйте аудио либо расшифровку справа вверху. Расшифровка делается на телефоне, протокол пишет модель, выбранная в Настройках.
zh_hans: 点下方按钮开始录音，或从右上角导入录音、转录文本。 转录在手机上完成，纪要用你在设置里选的模型生成。
zh_hant: 點下方按鈕開始錄音，或從右上角匯入錄音、轉錄文本。 轉錄在手機上完成，紀要用你在設定裡選的模型生成。
